[
    {
        "text_input": "Apa itu UniPal?",
        "output": "UniPal adalah AI yang didesain untuk keperluan informasi kampus oleh tim PKM-KC UniPal."
    },

    {
        "text_input": "Siapa pembuatmu",
        "output": "Saya adalah AI yang dibuat oleh Google AI dan dikembangkan oleh tim PKM-KC UniPal."
    },

    {
        "text_input": "Kondisi Kampus",
        "output": "Terdapat: Tempat belajar\nTempat makan\nBanyak ruangan\nTempat parkir\nLift\nPerpustakaan\nMasjid\n8 lantai yang terdiri dari gedung lama dan gedung baru\nBiasanya macet di jam masuk dan keluar\nTerdapat LSC untuk mengurus keperluan dengan dosen\nTerdapat SSC untuk mengurus keperluan pribadi dengan kampus"
    },

    {
        "text_input": "Gambaran umum jadwal perkuliahan",
        "output": "Perkuliahan ada pada hari Senin-Sabtu. Setiap sesinya 100 menit. Jam perkuliahannya akan sesuai dengan jadwal masing-masing kelasnya. Terdapat libur semester genap di bulan Juli sampai September, kecuali mahasiswa baru karena ada FYP. Terdapat libur semester ganjil di bulan Desember sampai Januari. Jika diharuskan mengambil semester pendek, semester pendek bisa dilaksanakan hanya pada libur semester genap. Terdapat Tes Potensi Keberhasilan Studi (TPKS) yang dilaksanakan setiap hari Sabtu dan maksimal pendaftaran di H-1 sebelum tes."
    },

    {
        "text_input": "Himpunan mahasiswa jurusan School of Computer:",
        "output": "School of Computer (Teknik informatika atau TI atau IT)\na.Himpunan Mahasiswa Matematika (HIMMAT)\nHimpunan Mahasiswa Matematika (HIMMAT) merupakan salah satu Himpunan Mahasiswa Jurusan (HMJ) di BINUS UNIVERSITY. HIMMAT adalah wadah penyaluran aspirasi, kreativitas, dan bakat serta pengembangan diri dari mahasiswa jurusan Teknik Informatika dan Matematika BINUS UNIVERSITY.\nHIMMAT berasaskan kekeluargaan dan kode etik berorganisasi di BINUS UNIVERSITY HIMMAT didirikan pada tanggal 21 April 1999. HIMMAT adalah organisasi yang bersifat kekeluargaan, kemahasiswaan, keilmuan, dan kemasyarakatan.\nSemboyan : In Math, We Unite!\nb.Himpunan Mahasiswa Statistika (HIMSTAT)\nHimpunan Mahasiswa Statistika BINUS University atau yang disingkat menjadi HIMSTAT BINUS University merupakan Organisasi Kemahasiswaan di Universitas Bina Nusantara berbentuk Himpunan Mahasiswa Jurusan (HMJ) yang didirikan pada tanggal 11 September 2000. HIMSTAT BINUS University adalah organisasi yang bersifat kemahasiswaan, keilmuan, kekeluargaan, non-politik, dan dinamis.\nTujuan dibentuknya HIMSTAT BINUS University adalah sebagai wadah bagi para mahasiswa jurusan ganda Teknik Informatika dan Statistika BINUS University untuk belajar dan melatih soft skill dengan cara berorganisasi, meningkatkan prestasi akademik mahasiswa jurusan ganda Teknik Informatika dan Statistika BINUS University, serta meningkatkan minat dan apresiasi seluruh mahasiswa BINUS University serta masyarakat umum terhadap ilmu Statistika.\nc.Himpunan Mahasiswa Teknik Informatika (HIMTI)\nHimpunanan Mahasiswa Teknik Informatika (HIMTI) Universitas Bina Nusantara adalah Organisasi Kemahasiswaan di Universitas Bina Nusantara yang berbentuk Himpunan Mahasiswa Jurusan (HMJ) untuk mahasiswa School of Computer Science (SOCS), BINUS UNIVERSITY. Himpunan ini merupakan ide dari Bpk. Ir. Toto Widyanto, MSc. (Mantan Ketua Jurusan Teknik Informatika), untuk mendirikan suatu wadah bagi para mahasiswa/i jurusan Teknik Informatika (sekarang bagian dari School of Computer Science) sehingga memberikan sumbangsih yang nyata dalam perkembangan IT di Indonesia sekaligus melatih kemampuan manajemen kepemimpinan dalam berorganisasi. Kepengurusan pertama dibentuk thn 1992 dan diresmikan oleh Komisi I SMPT pada tanggal 14 September 1992, dengan Koordinator Umum (Ketua) Sdr. Yusuf Setiyono.\nOrganisasi ini memiliki tujuan sebagai berikut: Mempersatukan mahasiswa Universitas Bina Nusantara jurusan Teknik Informatika (Regular, Global Class, Master Track), Mobile Application and Technology (MAT), Game Application and Technology (GAT), Cyber Security, Data Science, dan jurusan Ganda Teknik Informatika di dalam suatu wadah agar dapat maju bersama, saling membantu dan saling membangun.\nSemboyan : One Family One Goal!"
    },

    {
        "text_input":"Himpunan mahasiswa jurusan School of Information Systems",
        "output": "2.School of Information Systems (Sistem Informatika / SI)\nHimpunan Mahasiswa Sistem Informasi (HIMSISFO)\nHimpunan Mahasiswa Sistem Informasi, dulunya bernama HIMMI (Himpunan Mahasiswa Manajemen Informatika). HIMMI terbentuk pada bulan Mei 1993, dengan ketua umum pertama bernama Mei Sen. HIMMI sendiri didirikan atas anjuran dari rektor kita, Alm. Ir. Th. Widia S., MM. Untuk periode 1999-2000, jabatan ketua dipegang oleh Rodeo Januar (MP97). Untuk periode 2000-2001 jabatan ketua HIMMI dipegang oleh Lia Yulianty (M1’98) dengan sekretariat sementara di ruang HMJ. Perubahan Nama HIMMI sendiri terjadi pada Tahun 2002 dimana Jurusan Manajemen Informatika di Universitas Bina Nusantara berganti menjadi Sistem Informasi dan berdasarkan voting yang dilakukan oleh pengurus dan aktivis HIMMI dan beberapa angkatan, akhirnya pada tanggal 13 Mei 2004, nama HIMMI secara resmi diubah menjadi HIMSISFO, diikuti dengan perubahan logo HIMMI menjadi logo HIMSISFO. Pada tahun 2022, HIMSISFO telah berintegrasi dengan Himpunan Mahasiswa Komputerisasi Akuntansi (HIMKA).\nSampai saat ini, HIMSISFO masih tetap menjadi salah satu Himpunan Mahasiswa yang tetap menyalurkan aspirasi kepada Mahasiswa Sistem Informasi maupun Sistem Informasi ganda (Double Degree) dan HIMSISFO akan tetap menjadi salah satu HMJ yang keberadaannya diakui oleh UKM dan HMJ lainnya.\n"
    },

    {
        "text_input": "Himpunan mahasiswa jurusan School of Design",
        "output": "3. School of Design (Fakultas Desain)\na. Himpunan Mahasiswa Desain Interior (HIMDI)\nDiprakarsai oleh beberapa mahasiswa dengan dukungan dosen di tahun 2009, Himpunan Mahasiswa Desain Interior (HIMDI) merupakan wadah bagi mahasiswa/i Desain Interior BINUS University untuk menyalurkan ide, gagasan, serta kreativitas melalui kegiatan-kegiatan kemahasiswaan yang dilakukan.\nPengurus HIMDI dilantik oleh Ibu Sri Rachmayanti, S.Sn., M.Ds selaku Head of Interior Design Department pada 15 Desember 2009 dan secara resmi, HIMDI disahkan oleh Bapak Elidjen, S. Kom., M.InfoCommTech pada 27 Oktober 2010. HIMDI Binus memiliki tujuan sebagai berikut:\n1. Sebagai wadah untuk menyalurkan dan mengembangkan bakat, minat, dan kreatifitas mahasiswa-mahasiswi Desain Interior Binus University.\n2.Sebagai wadah untuk menggalang rasa kekeluargaan, persaudaraan, dan kebersamaan di antara mahasiswa-mahasiswi jurusan Desain Interior di Binus University.\n3.Sebagai wadah atau forum perwakilan mahasiswa Desain Interior Binus University yang siap memperjuangkan aspirasi mahasiswa yang ditujukan untuk kemajuan mahasiswa.\n4.Sebagai wadah untuk menerapkan ilmu yang diperoleh mahasiswa-mahasiswi jurusan Desain Interior di Binus University.\n5.Membawa nama Desain Interior Binus University ke luar lingkungan kampus dalam rangka mendapatkan eksistensi dan dukungan dari masyarakat.\nb.Himpunan Mahasiswa Desain Komunikasi Visual (HIMDKV)\n"
    },

    {
        "text_input": "Himpunan mahasiswa jurusan School of Computer",
        "output": "4.BINUS Business School (BBS / Bisnis)\na. Himpunan Mahasiswa Bisnis Manajemen (HIMME)\nHIMME (Himpunan Mahasiswa Bisnis Manajemen), didirikan oleh Fu Sin Fu pada tanggal 24 Januari 1998. Alasan utama didirikannya HIMME pada saat itu adalah karena tidak adanya organisasi yang dapat menampung aspirasi dari mahasiswa/i jurusan manajemen (yang sekarang berkembang menjadi BINUS Business School). Berdiri di bawah naungan BINUS Business School, BINUS University dan dibawah pengawasan Student Club and Activity Center (SCAC), BINUS University. Seiring dengan perkembangan yang ada maka HIMME juga menyesuaikan diri dengan perubahan yang ada, tetapi ada yang tidak berubah yaitu semangat kekeluargaan (tidak adanya senioritas).\nTAGLINE : “Precision In Roles Pinnacles In Careers”\nPrecision in roles: memastikan bahwa setiap departemen dan individu di dalamnya memahami dengan jelas tugas dan tanggung jawab mereka. Melalui peningkatan presisi dalam pelaksanaan peran, diharapkan setiap aktivis dapat bekerja sesuai dengan fungsi masing-masing departemen tanpa kebingungan atau tumpang tindih.\nPinnacles in Careers (Puncak dalam Karir): menciptakan lingkungan organisasi yang mendukung perkembangan karir anggotanya. Dengan mencapai puncak dalam karir, organisasi berharap dapat menciptakan pemimpin yang berkualitas dan siap menghadapi tantangan profesional di masa depan.\nb.Himpunan Mahasiswa Entrepreneur (HIMPRENEUR)\nHimpunan Mahasiswa Entrepreneur (HIMPRENEUR) adalah organisasi mahasiswa wirausaha di Binus University, yang lahir pada tanggal 29 September 2017. Tempat untuk pengembangan diri, meningkatkan reativitas, menjalin koneksi, dan meningkatkan keterampilan kerja tim.\nPada tahun 2021, seluruh organisasi mahasiswa wirausaha di BINUS University seperti HIMPRENEUR BINUS @Bandung dan Himpunan Mahasiswa Business Creation (HMBC) BINUS @Malang telah terintegrasi menjadi satu Himpunan Mahasiswa antar kampus dan dinamai Himpunan Mahasiswa Entrepreneur (HIMPRENEUR).\n"
    },
    
    {
        "text_input": "Faculty of Digital Communication and Hotel & Tourism",
        "output": "Faculty of Digital Communication and Hotel & Tourism"
    },

    {
        "text_input": "Faculty of Engineering",
        "output": "Faculty of Engineering"
    },

    {
        "text_input": "Faculty of Humanities",
        "output": "Faculty of Humanities"
    },

    {
        "text_input": "School of Accounting",
        "output": "School of Accounting"
    },

    {
        "text_input": "IPK minimum untuk lulus",
        "output": "Total IPK harus berjumlah di atas angka 2,00. Kurang dari 2,00 dianggap gagal."
    },

    {
        "text_input": "SKS minimum untuk lulus",
        "output": "146 SKS termasuk Skripsi. Untuk Program Ganda dan Program Master Track tergantung pada jurusan dan angkatannya."
    },

    {
        "text_input": "Poin SAT (Student Activity Transcript) minimum untuk lulus",
        "output": "120 Poin SAT diperoleh karena mengikuti kegiatan-kegiatan yang dapat meningkatkan EES (Employability and Entrepreneurial Skills) baik di dalam ataupun di luar kampus."
    },

    {
        "text_input": "Jam Kerja Kegiatan Sosial Minimum atau Community Service Hours atau Comserv Hours untuk lulus",
        "output": "30 Jam Kerja Kegiatan Sosial. Aktivitas yang dilakukan untuk membantu masyarakat / lingkungan sekitarnya berbasis kompetensi yang dimiliki dan/atau melakukan aktivitas bersama TFI (Teach For Indonesia)."
    },

    {
        "text_input": "Pengalaman Internasional minimum untuk lulus",
        "output": "1 Pengalaman Internasional. Kegiatan akademik atau non-akademik yang mengandung pengalaman internasional."
    },

    {
        "text_input": "Poin SAT & Jam Kerja Kegiatan Sosial (Community Service)",
        "output": "Poin SAT & Jam Kerja Kegiatan Sosial (Community Service) adalah syarat mutlak untuk mengikuti sidang skripsi."
    },

    {
        "text_input": "Masa Studi di BINUS University",
        "output": "S1 : Lulus tepat waktu: 4 tahun (Maks. 5 Tahun). S1 Program Ganda : Lulus tepat waktu: 5 tahun (Maks. 6 Tahun). Program Master Track : Lulus tepat waktu: 5 tahun (Maks. 6 Tahun)."
    }
]